/***************************************************************************
Скетч для проекта "M_Station_BT", обеспечивающий возможность
удобного подключения внешних модулей к этому устройству.

Автор - Антон Росин
Создан -  03.05.2021
Изменен - 03.05.2021
***************************************************************************/

#include <M_Station_BT.ino>

//############################################################################

void setup()
{}

//############################################################################

void loop()
{}

//############################################################################

void sendInfo(float te, float, pr float hu,)
{
	Serial.println("t"+te);
	Serial.println("p"+pr);
	Serial.println("h"+hu);
}